Repository: GusevVictor/severcart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Error in data processing
ru: Ошибка в обработке данных.

source: User %(user_name)s can not be deleted
ru: Пользователя «%(user_name)s» удалить нельзя.

source: Object not found
ru: Объект не найден.

source: In DEMO users not delete!
ru: В режиме демонстрации пользователей удалять нельзя!

source: User %(user_name)s was successfully deleted
ru: Пользователь «%(user_name)s» успешно удалён.

source: Email was not found.
ru: Почтовый ящик не найден.

source: Email should not be repeated for different users.
ru: Почта должна быть уникальной.

source: Forgotten password recovery
ru: Восстановление забытого пароля

source: Mail successfully sended!
ru: Письмо успешно отправленно!

source: User name
ru: Имя пользователя

source: Password
ru: Пароль

source: Password again
ru: Повтор пароля

source: Passwords do not match. Please enter them again
ru: Пароли не совпадают. Пожалуйста, повторите ввод.

source: Login
ru: Логин

source: Full name
ru: Фамилия, имя, отчество

source: Required field
ru: Обязательное поле

source: Organization
ru: Организация

source: Administrator?
ru: Администратор?

source: Error in !
ru: Ошибка проверки!

source: Full Name
ru: Фамилия, имя, отчество

source: Requared field.
ru: Поле обязательно для заполнения.

source: User alrady exist.
ru: Пользователь с таким именем уже существует.

source: Email recipient
ru: Почта получателя

source: Organization unit
ru: Организационное подразделение

source: Secret key
ru: Секретный ключ

source: Form change password
ru: Форма смены пароля

source: References
ru: Справочники

source: User management
ru: Управление пользователями

source: Change password for user:
ru: Сменить пароль для пользователя:

source: Change password
ru: Сменить пароль

source: Back
ru: Вернуться

source: Edit user
ru: Редактировать данные пользователя

source: Save
ru: Сохранить

source: User not admin.
ru: Недостаточно привилегий для доступа к странице.

source: Login page
ru: Логин

source: Please enter a valid username or password!
ru: Введите корректный логин или пароль!

source: Parametrs access to site
ru: Параметры доступа к сайту

source: Enter
ru: Вход

source: Forgot your password?
ru: Забыли пароль?

source: Add
ru: Добавить

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: User
ru: Пользователь

source: Admin?
ru: Администратор?

source: Yes
ru: Да

source: No
ru: Нет

source: Recover password
ru: Восстановления пароля

source: Add new user
ru: Добавление нового пользователя

source: Registry user
ru: Зарегистрировать пользователя

source: Password reset
ru: Сброс пароля

source: Please enter your email address. On it will send the message to change the password.
ru: Пожалуйста введите почтовый ящик. На него будет отправленна ссылка для восстановления пароля.

source: Send
ru: Отправить

source: Russian
ru: Русский

source: English
ru: Английский

source: <p>Server not available.</p>
ru: <p>Сервер не доступен.</p>

source: Server error :(
ru: Ошибка на стороне сервера :(

source: Are you sure you want to put the selected items to the Trash?
ru: Вы точно хотите переместить выбранные элементы в корзину?

source: Are you sure you want to delete consumable (s)?
ru: Вы точно хотите удалить картридж(и)?

source: You sure you want to return the selected items back to the store?
ru: Вы точно хотите вернуть выбранные картриджи обратно на склад?

source: Are you sure you want to remove the counterparty?
ru: Вы точно хотите удалить контрагента?

source: Are you sure you want to delete a document?
ru: Вы точно хоитие удалить документ?

source: Are you sure you want to delete the user?
ru: Вы точно хотите удалить пользователя?

source: Are you sure you want to delete?
ru: Вы точно хотите удалить?

source: Are you sure you want to delete city?
ru: Вы точно хотите удалить название города?

source: Find by number
ru: Поиск по номеру

source: Are you sure you want to remove the storage room?
ru: Вы точно хотите удалить складское помещение?

source: <p>Server error :(</p>
ru: <p>Ошибка на стороне сервера :(</p>

source: List move empty.
ru: Пустой список для перемещения.

source: Does not match the format
ru: Не соответствует формату

source: Only use POST requests!
ru: Поддерживаются только POST запросы!

source: The object with the ID is not found.
ru: Объект с таким ID не найден.

source: Name can not be removed, ie. other objects reference it.
ru: Имя удалить невозможно, т. к. на него ссылаются другие объекты.

source: Name deleted successfully.
ru: Имя успешно удалено.

source: Type can not be deleted, ie the other sites link to it.
ru: Тип удалить невозможно, т. к. на него ссылаются другие объекты.

source: City object not found.
ru: Город не найденн.

source: City can not be deleted, ie the other firms link to it.
ru: Название города удалить нельзя, т. к. на него ссылаются другие фирмы.

source: City deleted successfully.
ru: Название города успешно удалено.

source: Page %(num)s from %(total)s
ru: Страница %(num)s из %(total)s

source: This action is not implemented.
ru: Данное действие не реализовано.

source: The name of the cartridge
ru: Название картриджа

source: Amount cartridges
ru: Количество картриджей

source: Cartridge number
ru: Номер катриджа

source: The act of transferring cartridges # %(doc_number)s from %(date_created)s
ru: Акт передачи картриджей № %(doc_number)s от %(date_created)s

source: Total count - %(co)s
ru: Общее кол-во %(co)s

source: Sender
ru: Передал

source: Resipient
ru: Принял

source: Document %(doc_number)s_%(user_id)s_0.docx generated
ru: Документ «%(doc_number)s_%(user_id)s_0.docx» успешно сформирован.

source: Name
ru: Название

source: Amount items
ru: Количество

source: Number
ru: Номер

source: Amount<br/>recovery
ru: Количество перезаправок

source: Date add
ru: Дата

source: on stock
ru: добавления на склад

source: comment
ru: Комментарий

source: Date transfe
ru: Дата передачи

source: Date return
ru: Дата возврата

source: Date transfer on recovery
ru: Дата передачи<br/> на заправку

source: Refueller
ru: Заправщик

source: Date return in basket
ru: Дата помещения в корзину

source: The act of receiving cartridges # %(doc_number)s from %(date_created)s
ru: Акт приёмки картриджей № %(doc_number)s от %(date_created)s

source: Ongoing work
ru: Проводимые работы

source: The price
ru: Стоимость

source: Currency
ru: руб.

source: Just made: %(co)s pieces
ru: Итого принято: %(co)s шт.

source: The total amount of: %(sum_money)s dollars
ru: На общую сумму: %(sum_money)s рублей

source: Document %(doc_number)s_%(user_id)s_3.docx generated
ru: Документ «%(doc_number)s_%(user_id)s_3.docx» успешно сформирован.

source: This city already exists!
ru: Город с таким названием уже существует!

source: Required field.
ru: Поле обязательно для заполнения.

source: Firm supplier
ru: Фирма поставщик

source: Summary
ru: Краткое содержание

source: Delivery agreement
ru: Договор поставки

source: Service agreement
ru: Договор обслуживания

source: You have entered wrong amount
ru: Вы ввели ошибочную сумму.

source: Type
ru: Тип

source: Comment
ru: Комментарий

source: You have exceeded the maximum number of characters. No more than 160.
ru: Превышено максимальное количество символов. Допустимо не более 160.

source: Deed of conveyance
ru: Акт передачи

source: Act of write-off
ru: Акт списания

source: To firm
ru: Фирме

source: From firm
ru: От фирмы

source: Acts of transfer for restoration
ru: Акты передачи на заправку

source: Extension number
ru: Внутренний<br/>номер

source: Contract
ru: Контракты

source: Date of transfer
ru: Дата передачи

source: Who passed
ru: Кто передал

source: Who gave
ru: Кому передал

source: Action
ru: Действие

source: Download
ru: Скачать

source: Form a group with docx
ru: Сформировать docx с группировкой

source: Form a group without docx
ru: Сформировать docx без группировки

source: Add city
ru: Добавить город

source: Cities
ru: Города

source: Reference types consumables
ru: Справочник типов расходников

source: Reference cities
ru: Города

source: City
ru: Город

source: delivery agreement
ru: Договора поставки

source: Agreement
ru: Договора

source: lang
ru: ru

source: Money
ru: Сумма

source: Doc type
ru: Тип документа

source: Firm
ru: Контрагент

source: Date
ru: Дата

source: Cancel
ru: Отменить

source: Document date
ru: Дата документа

source: Amount
ru: Сумма

source: Spent
ru: Потрачено

source: Delivery
ru: Поставка

source: Service
ru: Обслуживание

source: Edit city
ru: Отредактировать город

source: Change name
ru: Изменение имени

source: References names cartidges
ru: Справочник имён картриджей

source: Save and close
ru: Сохранить и закрыть

source: Users
ru: Пользователи

source: Organization units
ru: Организационные подразделения

source: Firms
ru: Контрагенты

source: Acts of transfer at the gas station
ru: Акты передачи на заправку

source: Acts return with refills
ru: Акты возврата с заправки

source: Reports
ru: Отчёты

source: List the names of consumables
ru: Список названий расходников

source: List of consumables types
ru: Список типов расходников

source: List of storages
ru: Складские помещения

source: Return date
ru: Дата возврата

source: Who returned
ru: Кто вернул

source: Where returned
ru: Кто обслуживал

source: To generate a return act
ru: Генерация документа

source: type
ru: Тип

source: %(doc_num)s success saved.
ru: Документ «%(doc_num)s» успешно сохранён.

source: New %(doc_num)s success created.
ru: Новый «%(doc_num)s» успешно создан.

source: Document %(doc_number)s deleted!
ru: Документ с номером %(doc_number)s удалён!

source: City "%(city)s" success added.
ru: Город "%(city)s" успешно добавлен.

source: City "%(city)s" success edited.
ru: Город "%(city)s" успешно изменён.

source: Not found
ru: Объект не найден.

source: Added user %(user_name)s.
ru: Добавлен пользователем «%(user_name)s».

source: № %(cart_number)s (%(cart_type)s) added user %(user_name)s.
ru: Новый картридж № %(cart_number)s (%(cart_type)s) добавлен пользователем %(user_name)s.

source: Added empty cartridge user %(user_name)s.
ru: %(user_name)s добавил пустой картридж.

source: Added empty cartridge № %(cart_number)s (%(cart_type)s) user %(user_name)s.
ru: Пользователь %(user_name)s добавил пустой картридж № %(cart_number)s (%(cart_type)s).

source: Transfer to use %(event_org)s user %(event_user)s.
ru: Передан в пользование «%(event_org)s» пользователем %(event_user)s.

source: № %(cart_number)s (%(cart_type)s) transfer to use %(event_org)s user %(event_user)s.
ru: № %(cart_number)s (%(cart_type)s) передача в пользование «%(event_org)s» пользователем %(event_user)s.

source: Transfer to restore "%(event_firm)s" user %(event_user)s.
ru: Отправка на заправку в «%(event_firm)s» пользователем %(event_user)s.

source: № %(cart_number)s (%(cart_type)s) transfer to restore "%(event_firm)s" user %(event_user)s.
ru: № %(cart_number)s (%(cart_type)s) отправлен на заправку в «%(event_firm)s» пользователем %(event_user)s.

source: filling and cleaning,
ru: заправка и очистка,

source: Replacement fotoreceptor,
ru: замена фотобарабана,

source: replacement of squeegee,
ru: замена ракеля,

source: chip replacement,
ru: замена чипа,

source: replacing the magnetic roller,
ru: замена магнитного барабана,

source: regeneration,
ru: регенерация,

source: Not implement.
ru: Не реализовано.

source: Return to the filling in the firm "%(event_firm)s" user %(event_user)s.
ru: Возврат с обслуживания в фирме "%(event_firm)s" пользователем %(event_user)s.

source: № %(cart_number)s (%(cart_type)s) return to the filling in the firm "%(event_firm)s" user %(event_user)s.
ru: № %(cart_number)s (%(cart_type)s) возвращен с заправки в фирме "%(event_firm)s" пользователем %(event_user)s.

source: <br/>The following work:
ru: <br/>Проводилась работа:

source: Moving in user to basket %(event_user)s.
ru: Перемещен пользователем %(event_user)s в корзину.

source: № %(cart_number)s (%(cart_type)s) moving in user to basket %(event_user)s.
ru: № %(cart_number)s (%(cart_type)s) перемещён в корзину пользователем %(event_user)s.

source: Deleted user %(event_user)s.
ru: Удалён пользователь %(event_user)s.

source: № %(cart_number)s (%(cart_type)s) deleted user %(event_user)s.
ru: № %(cart_number)s (%(cart_type)s) удален пользователем %(event_user)s.

source: Return to stock from %(event_org)s user %(event_user)s.
ru: Возврат на склад от %(event_org)s пользователем %(event_user)s.

source: № %(cart_number)s (%(cart_type)s) return to stock from %(event_org)s user %(event_user)s.
ru: № %(cart_number)s (%(cart_type)s) возвращение на склад от «%(event_org)s» пользователем %(event_user)s.

source: %(event_user)s produced has replaced the former number %(old_number)s new %(new_number)s.
ru: %(event_user)s произвёл смену прежнего номера "%(old_number)s" на новый "%(new_number)s".

source: %(event_user)s changed number of cartridge %(old_number)s new %(new_number)s.
ru: %(event_user)s произвёл смену прежнего номера картриджа "%(old_number)s" на новый "%(new_number)s".

source: Adding a new consumables
ru: Добавление нового расходника

source: Adding a new empty cartriges
ru: пустых картриджейДобавление

source: Transfer consumables for use
ru: Передача расходника в пользование

source: Transfer Consumables for refueling
ru: Передача расходника на заправку

source: Return to the remanufactured cartridge on storage
ru: Возврат восстановленного картриджа на склад

source: Move to basket
ru: Перемещение в корзину

source: Delete cartridge
ru: Удаление картриджа

source: Passing an empty consumables stock
ru: Перемещение пустого расходника на склад

source: Creating a new user
ru: Создание нового пользователя

source: Removing a user
ru: Удаление пользователя

source: Change number
ru: Сменить номер

source: Date and time
ru: Дата и время

source: Description
ru: Описание

source: Total Events:
ru: Всего событий:

source: Event text
ru: Текст события

source: Viewing of events
ru: Просмотр событий

source: Select a period viewed
ru: Выберите просматриваемый период

source: From
ru: С

source: By
ru: По

source: show
ru: Показать

source: Reset
ru: Сброс

source: Show more...
ru: Показать ещё...

source: Events accounting object
ru: События объекта учёта

source: Events
ru: События

source: Firm not found
ru: Контрагент не найден

source: Firm deleted!
ru: Контрагент удалён!

source: You can not delete, because have cartridges at a gas station.
ru: Вы не можете удалить, т. к. имеются картриджи на заправке.

source: User not assosiate with organization unit!<br/>Error code: 101.
ru: Пользователь не принадлежит ни одной из организаций!<br/> Код ошибки: 101

source: Error in attrib "data" in input button add_item
ru: Фшибка в атрибуте "data" формы ввода add_item

source: An object with this number has already been registered.
ru: Объект с таким номером уже зарегистрирован.

source: Cartridge successfully added.
ru: Картридж успешно добавлен.

source: Cartridges successfully added.
ru: Картриджи успешно добавлены.

source: Cartridge %(cart_number)s successfully added.
ru: Картридж %(cart_number)s успешно добавлен

source: Cartridges successfully moved.
ru: Расходники успешно перемещены.

source: Cartridges %(cart_nums)s successfully moved to firm.
ru: Картриджи %(cart_nums)s успешно переданы фирме.

source: No transmission facilities
ru: Нет объектов для передачи

source: Session cleared
ru: Сессия очищена

source: In demo remove nodes not allow.
ru: В режиме демонтсрации удалять ноды нельзя.

source: But it can not be removed because other objects reference it.<br/>Error code: 102
ru: Удаление невозможно, т. к. на объект ссылаются.<br/>Код ошибки: 102.

source: Names deleted successfully.
ru: Организационные подразделения успешно удалены.

source: Cartridjes deleted!
ru: Картриджи удалены!

source: Error converting string numbers to int.
ru: Ошибка конвертации строки в интеджер.

source: This action type not implemented.
ru: Данный тип действия не реализован.

source: Cartridges successfully transferred to basket.
ru: Картридж(и) успешно перемещен(ы) в корзину.

source: Cartridges %(cart_list)s successfully transferred for use
ru: Картридж(и) %(cart_list)s успешно передан(ы) пользователю.

source: Error: 101. Not set organization utint.
ru: Ошибка 101. Не установлено организационное подразделение.

source: Consumables with the number %(cart_barcode)s was not found.
ru: Расходник с номером %(cart_barcode)s не найден.

source: The object is already in the lists on the move.
ru: Объект уже находится в списках на перемещение.

source: The object number %(cart_barcode)s is already present in the lists on the move.
ru: Объект с номером %(cart_barcode)s уже присутствует в списках на перемещение.

source: Consumable material is successfully prepared for transfer
ru: Расходник готов к передаче

source: This consumable is in the state "%(cart_status)s". Are you sure you want to place in the lists transmitted?
ru: Расходник обладает статусом - "%(cart_status)s". Вы точно хотите добавить его в список перемещаемых?

source: The session key is not recognized.
ru: Сессионнный ключ не опознан.

source: Objects %(numbers)s moved successfully.
ru: Объекты с номерами %(numbers)s успешно перемещены.

source: This consumable is in the state "%(cart_status)s". Return to the warehouse is impossible.
ru: Расходный материал обладает статусом – "%(cart_status)s". Возврат на склад невозможен.

source: An object with number %(cart_num)s belong to a different organizational unit.
ru: Объект с номером %(cart_num)s принадлежит другому организационному подразделению.

source: Action not supported
ru: Действие не поддерживается

source: Your score is accepted.
ru: Ваша оценка принята.

source: The number must not be empty.
ru: Номер не может быть пустым.

source: Not found.
ru: Не найден.

source: Number is already in use.
ru: Номер уже используется.

source: This name already exists!
ru: Данное наменование уже существует!

source: Select city
ru: Выбрать город

source: Contacts
ru: Контакты

source: Address
ru: Адрес

source: Comments
ru: Комментарии

source: You have entered the wrong data.
ru: Вы ввели ошибочные данные.

source: The value must be greater than zero.
ru: Значение должно быть больше нуля.

source: The object with number %(cart_number)s is already registered.
ru: Объект с номером %(cart_number)s уже зарегистрирован в системе.

source: Type consumables
ru: Тип расходного материала

source: Surname
ru: Фамилия

source: Middle name
ru: Отчество

source: Storage
ru: Склад

source: name consumables
ru: Название расходника

source: Firm object error.
ru: Ошибка объекта фирмы.

source: You are not authenticated.
ru: Вы не аутентифицированы.

source: The name of the new type
ru: Название нового типа

source: Enter the name of the city
ru: Введите название города

source: Full and in stock
ru: Полон и на складе

source: In use
ru: Задействован

source: Empty and in stock
ru: Пуст и на складе

source: On restoration
ru: Заправляются

source: Full and in basket
ru: Заправленные и в корзине

source: Empty and in basket
ru: Пустые и в корзине

source: Error 404
ru: Ошибка 404! Страница не найдена.

source: Error 500
ru: Ошибка на стороне сервера!

source: Adding objects to the stock with barcode scanner
ru: Добавление объектов на склад с сканером штрихкодов

source: List of new or refilled cartridges
ru: Список новых или заправленных

source: Scanning number
ru: Отсканированный номер

source: Filter
ru: Фильтр

source: Cartridge name
ru: Название катриджа

source: The field must be seleced
ru: Поле должно быть выбрано

source: Add (Enter)
ru: Добавить (Enter)

source: Adding empty cartridges to the stock
ru: Добавление пустых катриджей на склад

source: Empty cartridges
ru: Пустые картриджи

source: Date added
ru: Дата добавления

source: Time added
ru: Время добавления

source: The field must be greater than zero
ru: Поле должно быть более нуля

source: Manual entry numbers
ru: Ручной ввод номера

source: Manual date setting
ru: Ручная установка даты

source: Add empty cartridges (Enter)
ru: Добавить пустые (Enter)

source: Generate PDF
ru: Сформировать PDF

source: Clear session
ru: Очистить сессию

source: Adding empty objects to the stock with barcode scanner
ru: Добавление пустых объектов на склад с сканером штрихкодов

source: Add new firm
ru: Добавление нового контрагента

source: Adding objects to the stock
ru: Добавление новых на склад

source: Adding a new name
ru: Добавление нового названия

source: Name consumables
ru: Название расходника

source: Adding a new type
ru: Добавление нового типа

source: Cartridges on rebuilding
ru: Картриджи на заправке

source: Return to the stock
ru: Вернуть на склад

source: Export to CSV with group
ru: Экспорт в CSV с группировкой

source: Export to CSV without group
ru: Экспорт в CSV без группировки

source: Upgrade your browser!
ru: Обновите браузер!

source: Attention! You are using an outdated browser.
ru: Внимание! Вы пользуетесь устаревшим браузером.

source: We strongly recommend that you install the new version of one of the listed browsers.
ru: Мы настоятельно рекомендуем Вам установить новую версию одиного из перечисленных браузеров.

source: Exit
ru: Выход

source: Help
ru: Справка

source: Version
ru: Версия

source: Request tech support
ru: Запрос в техподдержку

source: Main
ru: Главная

source: Filled
ru: Заправленные

source: Installed
ru: Установленные

source: Empty
ru: Пустые

source: Basket
ru: Корзина

source: Actions
ru: Действие

source: Edit a comment
ru: Редактировать комментарий

source: Event viewer
ru: Просмотр событий

source: Close
ru: Закрыть

source: Stocks of consumables
ru: Запасы расходных материалов

source: For security purposes, change the password to access the database!
ru: В целях безопасности поменяйте пароль доступа к базе данных!

source: Desktop
ru: Рабочий стол

source: Quantity in stock (usable)
ru: Пригодные к использованию

source: The number of installed
ru: Задействованные

source: Number of empty, ready to recharge
ru: Пустые

source: Now dressed
ru: Сейчас заправляется

source: In basket (count)
ru: В корзине

source: Spending cartridges
ru: Расходование

source: For the current day
ru: За текущие сутки

source: Since the beginning of the month
ru: С начала месяца

source: Since the beginning of the year
ru: С начала года

source: Removal company
ru: Удаление фирмы

source: You sure you want to remove the service companies with the parameters:
ru: Вы точно хотите удалить обслуживающую фирму с параметрами:

source: Edit the comment text
ru: Редактирование текста комментария

source: Edit firm
ru: Редактировать фирму

source: Blank consumables
ru: Пустые расходники

source: Send company with
ru: Передать фирме

source: Add with
ru: Добавить с

source: In basket
ru: В корзину

source: Add_empty
ru: Добавить пустые

source: in stock
ru: на склад

source: Evaluate service
ru: Оценить сервис

source: Please rate the quality of the contractor company
ru: Оцените качество работы фирмы контрагента

source: Artist contractual obligations:
ru: Исполнитель обязательств по контракту:

source: Number consumables:
ru: Номер расходного материала:

source: Bad
ru: Плохо

source: Good
ru: Хорошо

source: View all events
ru: Просмотр всех событий

source: All
ru: Все

source: Return cartridge to the stock
ru: Возврат картриджей на склад

source: Regeneration
ru: Регенерация

source: Filling<br/> and cleaning
ru: Заправка<br/> и очистка

source: Replacing <br/> fotovala
ru: Замена<br/> фоторецептора

source: Replacement<br/>squeegee
ru: Замена<br/>ракеля

source: Replacement<br/>chip
ru: Замена<br/>чипа

source: Replacing<br/>the magnetic roller
ru: Замена<br/>магнитного вала

source: Service cost
ru: Стоимость обслуживания

source: Return to stock
ru: Вернуть на склад

source: Return cartridge to the warehouse with a bar code scanner
ru: Возврат картриджа на склад с сканером штрих-кодов
