Repository: GusevVictor/severcart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: That pass
ru: Кому передаём

source: Move (Enter)
ru: Переместить (Enter)

source: Debug
ru: Отладка

source: Now installed
ru: Сейчас установленны

source: Take?
ru: Забрать?

source: Error code: 101
ru: Код ошибки: 101

source: Transfer
ru: Передать

source: Add firm
ru: Добавить контрагента

source: Delete firm
ru: Удалить контрагента

source: Rating
ru: Рейтинг

source: Select city:
ru: Выбор города:

source: Moving empty consumables to cart
ru: Перемещение пустых расходников в корзину

source: What transfe?
ru: Что передаём?

source: Transfer of use
ru: Передача в пользование

source: What transfe
ru: Что передаём

source: Count refill
ru: Количество перезаправок

source: To pass
ru: Кому передать

source: Transfer to
ru: Передать

source: Transfer cartridges refills
ru: Передача картриджей на заправку

source: Consumables in use
ru: Расходники в пользовании

source: Which company
ru: Кому передаём на<br/>заправку

source: Cansel
ru: Отмена

source: Transfer to repair
ru: Передать

source: Transfer cartridges refills with barcode scanner
ru: Передача картриджей на заправку с сканером штрих-кодов

source: Remove
ru: Удалить

source: Need confirmation
ru: Необходмо подтверждение

source: Manage org units
ru: Управление организационными подразделениями

source: Addition of a new structural unit
ru: Добавить новое структурное подразделение

source: Name structural unit
ru: Название структурного подразделения

source: Compliant
ru: Подчиняется

source: Structure of the organization
ru: Структура организации

source: The name change
ru: Изменение имени

source: %(cart_name)s already exists
ru: «%(cart_name)s» уже существует.

source: %(cart_name)s success added
ru: «%(cart_name)s» успешно добавлен.

source: Organization unit %(org_name)s exist
ru: Организационное подразделение «%(org_name)s» уже существует.

source: Organization unit %(org_name)s create successfuly.
ru: Организационное подразделение «%(org_name)s» успешно создано.

source: %(cart_type)s success save
ru: «%(cart_type)s» успешно сохранён.

source: New type %(cart_type)s success added
ru: Новый тип «%(cart_type)s» успешно добавлен.

source: Select all
ru: Выбрать все

source: Firm "%(firm_name)s" success added.
ru: Контрагент «%(firm_name)s» успешно добавлен.

source: Work has already estimated.
ru: Работа уже оценена.

source: An object with number %(cart_num)s is not transmitted to the service.
ru: Объект с номером %(cart_num)s ещё не передавался на обслуживание.

source: Start date required field.
ru: Дата начала - обязательное поле.

source: Error in date data.
ru: Ошибка в представлении даты.

source: Organization unit not found.
ru: Организационное подразделение не найдено.

source: All over the past year
ru: Все за прошлые года

source: Transferred to invalid values.
ru: Переданы недопустимые значения.

source: You have entered incorrect data.
ru: Вы ввели некорректные данные.

source: Field cannot be empty.
ru: Поле не может быть пустым.

source: Start date
ru: Дата начала

source: End date
ru: Дата завершения

source: Error in start date.
ru: Ошибка в дате начала.

source: Search of used consumables
ru: Поиск изношенных расходников

source: The number of reloads (more or equal)
ru: Количество перезаправок (более или равно)

source: Generate
ru: Сформировать

source: Date of last<br/> cases
ru: Дата последнего<br/> обращения

source: Number<br/>reloads
ru: Кол-во<br/>перезаправок

source: Status
ru: Статус

source: Search of bargain consumables
ru: Поиск залежавшихся расходников

source: Select
ru: Выбрать

source: A list of 10 or cartridge 20, which was the most recent.<br/> Or the last message was last year.
ru: Список из 10 или 20 картриджей, обращения к которым было самым позним.<br/> Либо последнее обращение было в прошлом году.

source: Date changes
ru: Дата изменения

source: Number<br/> reloads
ru: Количество<br/> перезаправок

source: Consumption of consumables
ru: Потребление пользователями расходных материалов

source: Count
ru: Количество

source: The report by spent money month
ru: Расходование денег за период

source: Spent money
ru: Потрачено денег

source: UserName
ru: Пользователь

source: Report on stale
ru: Залежавшиеся

source: Report on depreciation
ru: Амортизация

source: The report by users
ru: Пользователи

source: The report by products
ru: Используемые наименования

source: Error search by number
ru: Ошибка поиска по номеру

source: Error on prepare request
ru: Ошибка в обработке запроса

source: Search result
ru: Результаты поиска

source: Cartridge
ru: Катридж

source: Tonertuba
ru: Тонертуба

source: Settings successfully saved.
ru: Настройки успешно сохранены.

source: References have been updated successfully
ru: Справочники успешно обновлены.

source: Sever address
ru: Адрес сервера

source: Sever port
ru: Порт сервера

source: Email sender
ru: Почта отправителя

source: SMTP login
ru: SMTP логин

source: SMTP password
ru: SMTP пароль

source: Use SSL
ru: SSL

source: Use TLS
ru: TLS

source: This port number is invalid
ru: Данный номер порта недопустим

source: Text message
ru: Тестовое сообщение

source: Select paper format
ru: Выбрать формат бумаги

source: Print QR code?
ru: Печатать QR код?

source: Show time
ru: Показывать время

source: Value must be set
ru: Значение должно быть установлено

source: Invalid value
ru: Ошибочное значение

source: Settings
ru: Настройки

source: Stickers
ru: Наклейки

source: Time
ru: Время

source: Set time zone
ru: Установка часового пояса

source: Show time in the object list
ru: Показывать время в списке объектов

source: Email
ru: Почта

source: Settings Email
ru: Настройки почты

source: Settings mail server
ru: Настроки почтового сервера

source: Send check email
ru: Отправить тестовое письмо

source: E-mail
ru: Почта

source: Auto complete directory types and names
ru: Автозаполнение справочников типов и имён РМ

source: (GMT-10:00) Honolulu
ru: (GMT-10:00) Гавайи

source: (GMT-09:00) Anchorage
ru: (GMT-09:00) Аляска

source: (GMT-08:00) Los_Angeles
ru: (GMT-08:00) Тихуана, Нижная Калифорния

source: (GMT-07:00) Phoenix
ru: (GMT-07:00) Аризона

source: (GMT-07:00) Denver
ru: (GMT-07:00) Тихоокеанское время (США и Канада)

source: (GMT-07:00) Chihuahua
ru: (GMT-07:00) Ла-Пас, Мазатлан, Чихуахуа

source: (GMT-06:00) Managua
ru: (GMT-06:00) Центральная Америка

source: (GMT-06:00) Regina
ru: (GMT-06:00) Саскачеван

source: (GMT-06:00) Mexico_City
ru: (GMT-06:00) Гвалахара, Мехико, Монтеррей

source: (GMT-06:00) Chicago
ru: (GMT-06:00) Центральное время (США и Канада)

source: (GMT-05:00) Indianapolis
ru: (GMT-05:00) Индиана (восток)

source: (GMT-05:00) Bogota
ru: (GMT-05:00) Богота, Рио, Кито, Рио-Бранко

source: (GMT-05:00) New York
ru: (GMT-05:00) Восточное время (США и Канада)

source: (GMT-04:00) Caracas
ru: (GMT-04:00) Каракас, Ла Пас

source: (GMT-04:00) Santiago
ru: (GMT-04:00) Сантьяго

source: (GMT-04:00) Halifax
ru: (GMT-04:00) Атлантическое время (Канада)

source: (GMT-03:30) St Johns
ru: (GMT-03:30) Ньюфаундленд

source: (GMT-03:00) Buenos Aires
ru: (GMT-03:00) Буэнос-Айрес, Джорджтаун

source: (GMT-03:00) Godthab
ru: (GMT-03:00) Гренландия

source: (GMT-03:00) Sao Paulo
ru: (GMT-03:00) Бразилия

source: (GMT-02:00) Noronha
ru: (GMT-02:00) Среднеатлантическое время

source: (GMT-01:00) Cape Verde
ru: (GMT-01:00) о-ва Зелёного мыса

source: (GMT-01:00) Azores
ru: (GMT-01:00) Азорские о-ва

source: (GMT) Casablanca
ru: (GMT) Касабланка, Монровия

source: (GMT) London
ru: (GMT) Время по Гринвичу: Дублин, Лондон, Лиссабон, Эдинбург

source: (GMT+01:00) Lagos
ru: (GMT+01:00) Западная и Центральная Африка

source: (GMT+01:00) Berlin
ru: (GMT+01:00) Амстердам, Берлин, Берн, Вена, Рим, Стокгольм

source: (GMT+01:00) Paris
ru: (GMT+01:00) Брюссель, Копенгаген, Мадрид, Париж

source: (GMT+01:00) Sarajevo
ru: (GMT+01:00) Варшава, Загреб, Сараево, Скопье

source: (GMT+01:00) Belgrade
ru: (GMT+01:00) Белград, Братислава, Будапешт, Любляна, Прага

source: (GMT+02:00) Johannesburg
ru: (GMT+02:00) Хараре, Претория

source: (GMT+02:00) Jerusalem
ru: (GMT+02:00) Иерусалим

source: (GMT+02:00) Istanbul
ru: (GMT+02:00) Афины, Бухарест, Стамбул

source: (GMT+02:00) Cairo
ru: (GMT+02:00) Каир

source: (GMT+02:00) Bucharest
ru: (GMT+02:00) Бухарест

source: (GMT+02:00) Kiev
ru: (GMT+02:00) Киев

source: (GMT+02:00) Kaliningrad
ru: (GMT+02:00) Калининград

source: (GMT+03:00) Helsinki
ru: (GMT+03:00) Вильнюс, Рига, София, Таллин, Хельсинки

source: (GMT+03:00) Minsk
ru: (GMT+03:00) Минск

source: (GMT+03:00) Nairobi
ru: (GMT+03:00) Найроби

source: (GMT+03:00) Riyadh
ru: (GMT+03:00) Кувейт, Эр-Рияд

source: (GMT+03:00) Baghdad
ru: (GMT+03:00) Багдад

source: (GMT+03:00) Moscow
ru: (GMT+03:00) Москва, Санкт-Петербург, Волгоград

source: (GMT+03:30) Tehran
ru: (GMT+03:30) Тегеран

source: (GMT+04:00) Samara
ru: (GMT+04:00) Самара

source: (GMT+04:00) Muscat
ru: (GMT+04:00) Абу-Даби, Мускат

source: (GMT+04:00) Tbilisi
ru: (GMT+04:00) Баку, Ереван, Тбилиси

source: (GMT+04:30) Kabul
ru: (GMT+04:30) Кабул

source: (GMT+05:00) Karachi
ru: (GMT+05:00) Исламабад, Карачи, Ташкент

source: (GMT+05:00) Aqtobe
ru: (GMT+05:00) Актюбинск (Актобе)

source: (GMT+05:00) Yekaterinburg
ru: (GMT+05:00) Екатеринбург

source: (GMT+05:30) Calcutta
ru: (GMT+05:30) Бомбей, Калькутта, Мадрас, Нью-Дели

source: (GMT+05:30) Colombo
ru: (GMT+05:30) Шри-Джаяварденепура

source: (GMT+05:45) Katmandu
ru: (GMT+05:45) Катманду

source: (GMT+06:00) Dhaka
ru: (GMT+06:00) Дхака

source: (GMT+06:00) Almaty
ru: (GMT+06:00) Астана, Алматы

source: (GMT+06:30) Rangoon
ru: (GMT+06:30) Янгун (Рангун)

source: (GMT+07:00) Bangkok
ru: (GMT+07:00) Бангкок, Джакарта, Ханой

source: (GMT+07:00) Krasnoyarsk
ru: (GMT+07:00) Красноярск

source: (GMT+07:00) Novosibirsk
ru: (GMT+07:00) Новосибирск

source: (GMT+08:00) Perth
ru: (GMT+08:00) Перт

source: (GMT+08:00) Taipei
ru: (GMT+08:00) Тайпей

source: (GMT+08:00) Singapore
ru: (GMT+08:00) Куала-Лумпур, Сингапур

source: (GMT+08:00) Hong Kong
ru: (GMT+08:00) Гонконг, Пекин, Урумчи

source: (GMT+08:00) Irkutsk
ru: (GMT+08:00) Иркутск

source: (GMT+09:00) Tokyo
ru: (GMT+09:00) Осака, Саппоро, Токио

source: (GMT+09:00) Seoul
ru: (GMT+09:00) Сеул

source: (GMT+09:00) Yakutsk
ru: (GMT+09:00) Якутск

source: (GMT+09:30) Darwin
ru: (GMT+09:30) Дарвин

source: (GMT+09:30) Adelaide
ru: (GMT+09:30) Аделаида

source: (GMT+10:00) Guam
ru: (GMT+10:00) Гуам, Порт-Морсби

source: (GMT+10:00) Brisbane
ru: (GMT+10:00) Брисбейн

source: (GMT+10:00) Hobart
ru: (GMT+10:00) Хобарт

source: (GMT+10:00) Sydney
ru: (GMT+10:00) Канберра, Мельбурн, Сидней

source: (GMT+10:00) Vladivostok
ru: (GMT+10:00) Владивосток, Магадан

source: (GMT+11:00) Srednekolymsk
ru: (GMT+11:00) Колыма, Курильские острова

source: (GMT+12:00) Kamchatka
ru: (GMT+12:00) Камчатка, Чукотка

source: (GMT+12:00) Fiji
ru: (GMT+12:00) Фиджи, Маршалловы о-ва

source: (GMT+12:00) Auckland
ru: (GMT+12:00) Окленд, Веллингтон

source: (GMT+13:00) Tongatapu
ru: (GMT+13:00) Нукуалофа

source: (GMT+13:00) Apia
ru: (GMT+13:00) о. Мидуэй, Самоа

source: Settings success saved.
ru: Настройки успешно сохранены.

source: Storage does not exist.
ru: Склад не найден.

source: Set default is successfully.
ru: Установка по-умолчанию прошла успешно.

source: Security error.
ru: Ошибка в безопасности.

source: Storage successfully deleted.
ru: Склад успешно удалён.

source: Storage can not be removed. It has a cartridges.
ru: Склад удалить нельзя, т. к. в нём есть картриджи.

source: Title
ru: Заголовок

source: List storages in organization
ru: Список складских помещений в организации

source: Add new storage
ru: Добавить новый склад

source: Disable add
ru: Отменить добавление

source: Edit exist storage
ru: Редактировать выбранный склад

source: Set default
ru: Установка по умолчанию

source: Use default?
ru: Использовать по-умолчанию?

source: Starage "%(starage_name)s" success added.
ru: Склад «%(starage_name)s» успешно добавлен.

source: Starage not added.
ru: Склад не добавленн.

source: Storage by id not found.
ru: Склад с таким id не найденн.

source: Starage "%(starage_name)s" success edited.
ru: Склад «%(starage_name)s» успешно изменён.

source: Starage not edited.
ru: Склад не изменён.
